{"start": 0.0, "end": 9.68, "text": " Hi, I'm Dr. Phil Parker. I'm the expert in health and happiness. And if you've ever seen"}
{"start": 9.68, "end": 15.08, "text": " me lecture before, you know, I'm passionate about matching new research into new tools"}
{"start": 15.08, "end": 20.76, "text": " with PNLP. And this year I'm giving an amazing lecture on just that with a twist because"}
{"start": 20.76, "end": 27.240000000000002, "text": " I'll be looking at new research and ancient wisdom to combine them to produce new tools"}
{"start": 27.24, "end": 32.699999999999996, "text": " with NLP. So how did I come up with this idea? What's been forming in my mind over"}
{"start": 32.699999999999996, "end": 35.199999999999996, "text": " the last year? Check these ideas out."}
{"start": 35.199999999999996, "end": 42.8, "text": " This stems from a series of questions I started asking myself like, why is being near the"}
{"start": 42.8, "end": 50.239999999999995, "text": " sea calming? Why do we feel relaxed when we gaze out from a hilltop over a beautiful"}
{"start": 50.239999999999995, "end": 56.76, "text": " view? Why does walking help us think? Does it make a difference? What direction we walk"}
{"start": 56.76, "end": 65.75999999999999, "text": " in? And did the ancients know this already? Turns out there's a bunch of research that says,"}
{"start": 65.75999999999999, "end": 72.44, "text": " yes, all these things have good reasons for existing and yes, this has been known for"}
{"start": 72.44, "end": 77.68, "text": " a long time. So how can we combine that ancient knowledge with a new research to come"}
{"start": 77.68, "end": 83.2, "text": " with new tools? And that's what you'll be learning in this amazing seminar. The latest"}
{"start": 83.2, "end": 88.88, "text": " research combined with some ancient tools and variations on that known what we already"}
{"start": 88.88, "end": 94.76, "text": " know from NLP, pulling that all together to give you some new approaches to help people"}
{"start": 94.76, "end": 100.2, "text": " with old stuck conditions. I think you're going to find it really fascinating. I'll be doing"}
{"start": 100.2, "end": 107.04, "text": " a live demonstration taking someone through this new NLP process called the curving process,"}
{"start": 107.04, "end": 112.64, "text": " explaining it, showing it, debriefing it. So you have a really good understanding of how"}
{"start": 112.64, "end": 117.56, "text": " it works and how you can put it into practice next week with your clients. And I think you're"}
{"start": 117.56, "end": 123.28, "text": " going to find it really intriguing. So if that's picked to interest, then come and join me"}
{"start": 123.28, "end": 126.76, "text": " at the NLP International Conference. See you there."}
